{
  "_class_name": "DDPMScheduler",
  "_diffusers_version": "0.1.1",
  "beta_end": 0.02,
  "beta_schedule": "linear",
  "beta_start": 0.0001,
  "clip_sample": true,
  "num_train_timesteps": 1000,
  "trained_betas": null,
  "variance_type": "fixed_large"
}
